{"messages":{"appEnabled":"Приложението е активирано","appDisabled":"Приложението е деактивирано","appInstalled":"Приложението е инсталирано","appUninstalled":"Приложението е деинсталирано","appUpdated":"Приложението е актуализирано","settingsUpdated":"Настройките са актуализирани","renderError":"Възникна грешка при визуализирането на данни. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","getInstalledConfigsError":"Възникна грешка при извличането на инсталирани конфигурации. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","loadAppDetailsError":"Възникна грешка при зареждането на данните за приложението. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","appEnableError":"Възникна грешка при активирането на приложението. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","appDisableError":"Възникна грешка при деактивирането на приложението. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","reauthorizeSuccess":"Повторното оторизиране е успешно","defaultErrorMessage":"Възникна неочаквана грешка. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","authError":"Възникна грешка при идентификацията. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","validationFailureError":"Валидирането не беше успешно","invalidCategoryError":"Валидирането не беше успешно","invalidCollectionError":"Валидирането не беше успешно","postConfigsError":"Възникна грешка при извикване на метода postConfigs","getConfigsError":"Възникна грешка при извикване на метода getConfigs","getProductConfigsError":"Възникна грешка при извикване на метода getProductConfigs","storingConfigsError":"Неуспешно съхраняване на инсталационните параметри.","submitConfigsError":"Неуспешно подаване на инсталационните параметри","installError":"Възникна грешка при инсталирането. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","updateError":"Възникна грешка при актуализирането на приложението. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","settingsUpdateError":"Възникна грешка при актуализирането на настройките. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","uninstallError":"Възникна грешка при деинсталирането. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","reauthorizeError":"Възникна грешка при повторното оторизиране. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","oauthError":"Възникна грешка в OAuth. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","oauthTimeoutError":"Времето изтече. Отне Ви твърде много време, за да се идентифицирате или сте въвели невалидни данни","oauthPollError":"Възникна грешка в OAuth Poll. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","pipeAppDetailsError":"Възникна грешка при получаването на данни за приложението. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","oauthConfigs":"Възникна грешка при извличането на OAuth конфигурациите. Ако този проблем продължава, моля свържете се с екипа за поддръжка.","errorFetchingLogs":"Възникна грешка при опит за изтегляне на регистрационните файлове. Моля опитайте отново по-късно.","takingTooLong":"Искането отнема повече време от обикновено. Моля <a class=\"reload_logs\">опитайте отново</a> по-късно."},"texts":{"popular":"Популярни","latest":"Последни","manage_apps":"Управление на приложенията","browse_apps":"Преглед по категория","search_apps_placeholder":"Търсене на приложения","header":"Приложения","empty_state_custom_app_header":"Няма инсталирани персонализирани приложения","empty_state_custom_app_text":"Създаване на персонализирани приложения и тяхното публикуване в портала за разработчици.","empty_state_installed_app_header":"Няма инсталирани приложения","empty_state_installed_app_text":"Интегрирахме някои от любимите Ви приложения.","empty_state_searched_app_text":"Не намерихме приложения, отговарящи на търсенето Ви.","settings_header":"Конфигурация","dev_portal_link":"Отиване на портала за разработчици","build_apps_button":"Създайте свое приложение","request_partner_button":"Поискайте партньор","app_directory_header":"Директория за приложения","button_settings":"Редактиране на настройките","button_install":"Инсталиране","button_installed":"Инсталирани","button_configure":"Конфигуриране","button_external_app":"Посетете сайта за инсталиране","support_header":"Помощ и поддръжка","published_by":"Публикувано от {publisherName}","media_gallery_header":"Медийна галерия","logs":"Регистри","settings":"Настройки","reauthorize":"Повторно оторизиране","uninstall":"Деинсталиране"}}