{"messages":{"appEnabled":"App aktiviert","appDisabled":"App deaktiviert","appInstalled":"App installiert","appUninstalled":"App deinstalliert","appUpdated":"App aktualisiert","settingsUpdated":"Einstellungen aktualisiert","renderError":"Bei der Wiedergabe der Daten ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","getInstalledConfigsError":"Beim Abrufen der installierten Konfigurationen ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","loadAppDetailsError":"Beim Laden der App-Details ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","appEnableError":"Beim Aktivieren der App ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","appDisableError":"Beim Deaktivieren der App ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","reauthorizeSuccess":"Neuautorisierung erfolgreich","defaultErrorMessage":"Ein unerwarteter Fehler ist aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","authError":"Bei der Authentifizierung ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","validationFailureError":"Validierung fehlgeschlagen","invalidCategoryError":"Validierung fehlgeschlagen","invalidCollectionError":"Validierung fehlgeschlagen","postConfigsError":"Beim Aufrufen der postConfigs-Methode ist ein Fehler aufgetreten","getConfigsError":"Beim Aufrufen der getConfigs-Methode ist ein Fehler aufgetreten","getProductConfigsError":"Beim Aufrufen der getProductConfigs-Methode ist ein Fehler aufgetreten","storingConfigsError":"Fehler beim Speichern der Installationsparameter.","submitConfigsError":"Fehler beim Übermitteln der Installationsparameter","installError":"Bei der Installation ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","updateError":"Beim Aktualisieren der App ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","settingsUpdateError":"Beim Aktualisieren der Einstellungen ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","uninstallError":"Bei der Deinstallation ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","reauthorizeError":"Bei der erneuten Autorisierung ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","oauthError":"In OAuth ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","oauthTimeoutError":"Zeitüberschreitung. Sie haben sich zu lange authentifiziert oder ungültige Daten eingegeben","oauthPollError":"Bei der OAuth-Umfrage ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","pipeAppDetailsError":"Beim Abrufen der App-Details ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","oauthConfigs":"Beim Abrufen der OAuth-Konfigurationen ist ein Fehler aufgetreten. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.","errorFetchingLogs":"Beim Aufrufen der Protokolle ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.","takingTooLong":"Die Anfrage dauert länger als üblich. Bitte <a class=\"reload_logs\">versuchen Sie es</a> später nochmal."},"texts":{"popular":"Beliebt","latest":"Neueste","manage_apps":"Apps verwalten","browse_apps":"Nach Kategorie durchsuchen","search_apps_placeholder":"Nach Apps suchen","header":"Apps","empty_state_custom_app_header":"Keine benutzerdefinierten Apps installiert","empty_state_custom_app_text":"Erstellen Sie benutzerdefinierte Apps und veröffentlichen Sie sie im Entwicklerportal.","empty_state_installed_app_header":"Keine Apps installiert","empty_state_installed_app_text":"Wir haben einige Ihrer Lieblingsanwendungen integriert.","empty_state_searched_app_text":"Wir haben keine Apps gefunden, die Ihrer Suche entsprechen.","settings_header":"Konfiguration","dev_portal_link":"Zum Entwickler-Portal gehen","build_apps_button":"Es selbst bauen","request_partner_button":"Einen Partner anfordern","app_directory_header":"App-Verzeichnis","button_settings":"Einstellungen bearbeiten","button_install":"Installieren","button_installed":"Installiert","button_configure":"Konfigurieren","button_external_app":"Zur Installation Seite besuchen","support_header":"Hilfe und Support","published_by":"Veröffentlicht von {publisherName}","media_gallery_header":"Medien-Galerie","logs":"Protokolle","settings":"Einstellungen","reauthorize":"Neu autorisieren","uninstall":"Deinstallieren"}}