{"messages":{"appEnabled":"Η εφαρμογή ενεργοποιήθηκε","appDisabled":"Η εφαρμογή απενεργοποιήθηκε","appInstalled":"Η εφαρμογή εγκαταστάθηκε","appUninstalled":"Η εφαρμογή απεγκαταστάθηκε","appUpdated":"Η εφαρμογή ενημερώθηκε","settingsUpdated":"Οι ρυθμίσεις ενημερώθηκαν","renderError":"Παρουσιάστηκε ένα σφάλμα κατά τη συλλογή δεδομένων. Εάν αυτό το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","getInstalledConfigsError":"Παρουσιάστηκε ένα σφάλμα κατά την ανάκτηση των εγκατεστημένων ρυθμίσεων. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","loadAppDetailsError":"Παρουσιάστηκε ένα σφάλμα κατά τη φόρτωση των λεπτομερειών εφαρμογής. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","appEnableError":"Παρουσιάστηκε ένα σφάλμα κατά την ενεργοποίηση της εφαρμογής. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","appDisableError":"Παρουσιάστηκε ένα σφάλμα κατά την απενεργοποίηση της εφαρμογής. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","reauthorizeSuccess":"Επιτυχής Επανέγκριση","defaultErrorMessage":"Προέκυψε ένα μη αναμενόμενο σφάλμα. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","authError":"Παρουσιάστηκε ένα σφάλμα κατά τον έλεγχο ταυτότητας. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","validationFailureError":"Η επικύρωση απέτυχε","invalidCategoryError":"Η επικύρωση απέτυχε","invalidCollectionError":"Η επικύρωση απέτυχε","postConfigsError":"Προέκυψε σφάλμα κατά την κλήση της μεθόδου postConfigs","getConfigsError":"Προέκυψε σφάλμα κατά την κλήση της μεθόδου getConfigs","getProductConfigsError":"Προέκυψε σφάλμα κατά την κλήση της μεθόδου getProductConfigs","storingConfigsError":"Αποτυχία αποθήκευσης παραμέτρων εγκατάστασης.","submitConfigsError":"Αποτυχία υποβολής παραμέτρων εγκατάστασης","installError":"Παρουσιάστηκε ένα σφάλμα κατά την εγκατάσταση. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","updateError":"Παρουσιάστηκε ένα σφάλμα κατά την ενημέρωση της εφαρμογής. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","settingsUpdateError":"Παρουσιάστηκε ένα σφάλμα κατά την ενημέρωση των ρυθμίσεων. Εάν αυτό το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","uninstallError":"Παρουσιάστηκε ένα σφάλμα κατά την απεγκατάσταση. Εάν αυτό το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","reauthorizeError":"Παρουσιάστηκε ένα σφάλμα κατά τον επανέλεγχο ταυτότητας. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","oauthError":"Παρουσιάστηκε ένα σφάλμα στο OAuth. Εάν αυτό το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","oauthTimeoutError":"Λήξη χρονικού ορίου. Αργήσατε πολύ για να πιστοποιήσετε τον εαυτό σας ή έχετε εισάγει λανθασμένα στοιχεία","oauthPollError":"Παρουσιάστηκε ένα σφάλμα στο OAuth Poll. Εάν αυτό το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","pipeAppDetailsError":"Παρουσιάστηκε ένα σφάλμα κατά τη λήψη λεπτομερειών εφαρμογής. Εάν το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","oauthConfigs":"Παρουσιάστηκε ένα σφάλμα κατά την ανάκτηση των Ρυθμίσεων OAuth. Εάν αυτό το ζήτημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.","errorFetchingLogs":"Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια φόρτωσης των αρχείων καταγραφής. Παρακαλούμε προσπαθήστε ξανά αργότερα.","takingTooLong":"Το αίτημα απαιτεί περισσότερο χρόνο από το συνηθισμένο. Παρακαλούμε <a class=\"reload_logs\">προσπαθήστε ξανά</a> αργότερα."},"texts":{"popular":"Δημοφιλείς","latest":"Τελευταίες","manage_apps":"Διαχείριση Εφαρμογών","browse_apps":"Περιήγηση Ανά Κατηγορία","search_apps_placeholder":"Αναζήτηση για Εφαρμογές","header":"Εφαρμογές","empty_state_custom_app_header":"Δεν Έχουν Εγκατασταθεί Προσαρμοσμένες Εφαρμογές","empty_state_custom_app_text":"Δημιουργήστε προσαρμοσμένες εφαρμογές και δημοσιεύστε τες στην πύλη για προγραμματιστές.","empty_state_installed_app_header":"Δεν Έχουν Εγκατασταθεί Εφαρμογές","empty_state_installed_app_text":"Έχουμε ενσωματώσει μερικές από τις αγαπημένες σας εφαρμογές.","empty_state_searched_app_text":"Δεν βρήκαμε εφαρμογές που να ταιριάζουν με την αναζήτησή σας.","settings_header":"Διαμόρφωση","dev_portal_link":"Μετάβαση στην Πύλη για Προγραμματιστές","build_apps_button":"Δημιουργήστε την μόνοι σας","request_partner_button":"Ζητήστε έναν συνεργάτη","app_directory_header":"Κατάλογος Εφαρμογών","button_settings":"Επεξεργασία Ρυθμίσεων","button_install":"Εγκατάσταση","button_installed":"Εγκαταστάθηκε","button_configure":"Διαμόρφωση","button_external_app":"Επισκεφθείτε την Ιστοσελίδα για να την Εγκαταστήσετε","support_header":"Βοήθεια και Υποστήριξη","published_by":"Δημοσιεύθηκε από {publisherName}","media_gallery_header":"Συλλογή Μέσων","logs":"Αρχεία Καταγραφής","settings":"Ρυθμίσεις","reauthorize":"Επανέγκριση","uninstall":"Απεγκατάσταση"}}