{"messages":{"appEnabled":"Aplicación habilitada","appDisabled":"Aplicación deshabilitada","appInstalled":"Aplicación instalada","appUninstalled":"Aplicación desinstalada","appUpdated":"Aplicación actualizada","settingsUpdated":"Configuración actualizada","renderError":"Se ha producido un error durante la renderización de los datos. Si este problema persiste, por favor, póngase en contacto con soporte.","getInstalledConfigsError":"Se ha producido un error durante la recuperación de las configuraciones instaladas. Si este problema persiste, por favor póngase en contacto con soporte.","loadAppDetailsError":"Se ha producido un error durante la carga de la información de la aplicación. Si este problema persiste, por favor póngase en contacto con soporte.","appEnableError":"Se ha producido un error durante la activación de la aplicación. Si este problema persiste, por favor póngase en contacto con soporte.","appDisableError":"Se ha producido un error durante la desactivación de la aplicación. Si este problema persiste, por favor póngase en contacto con soporte.","reauthorizeSuccess":"Reautorización realizada correctamente","defaultErrorMessage":"Se ha producido un error inesperado. Si este problema persiste, por favor, póngase en contacto con soporte.","authError":"Se ha producido un error en el proceso de autenticación. Si este problema persiste, por favor, póngase en contacto con soporte.","validationFailureError":"Error de validación","invalidCategoryError":"Error de validación","invalidCollectionError":"Error de validación","postConfigsError":"Se ha producido un error al llamar al método postConfigs","getConfigsError":"Se ha producido un error al llamar al método getConfigs","getProductConfigsError":"Se ha producido un error al llamar al método getProductConfigs","storingConfigsError":"Error al almacenar los parámetros de instalación.","submitConfigsError":"Error al enviar los parámetros de instalación","installError":"Se ha producido un error durante la instalación. Si este problema persiste, por favor, póngase en contacto con soporte.","updateError":"Se ha producido un error durante la actualización de la aplicación. Si este problema persiste, por favor, póngase en contacto con soporte.","settingsUpdateError":"Se ha producido un error durante la actualización de la configuración. Si este problema persiste, por favor, póngase en contacto con soporte.","uninstallError":"Se ha producido un error durante la desinstalación. Si este problema persiste, por favor, póngase en contacto con soporte.","reauthorizeError":"Se ha producido un error durante la reautorización. Si este problema persiste, por favor, póngase en contacto con soporte.","oauthError":"Se ha producido un error con la OAuth. Si este problema persiste, por favor, póngase en contacto con soporte.","oauthTimeoutError":"Tiempo de espera agotado. Ha tardado demasiado tiempo en autenticarse o ha introducido datos no válidos","oauthPollError":"Se ha producido un error con la OAuth Poll. Si este problema persiste, por favor, póngase en contacto con soporte.","pipeAppDetailsError":"Se ha producido un error al obtener la información de la aplicación. Si este problema persiste, por favor, póngase en contacto con soporte.","oauthConfigs":"Se ha producido un error durante la recuperación de las configuraciones de OAuth. Si este problema persiste, por favor, póngase en contacto con soporte.","errorFetchingLogs":"Se ha producido un error al intentar recuperar los registros. Si este problema persiste, por favor, póngase en contacto con soporte.","takingTooLong":"La solicitud está tardando más de lo habitual. Por favor, <a class=\"reload_logs\">inténtelo de nuevo</a> más tarde."},"texts":{"popular":"Destacada","latest":"Más reciente","manage_apps":"Gestionar aplicaciones","browse_apps":"Buscar por categoría","search_apps_placeholder":"Buscar aplicaciones","header":"Aplicaciones","empty_state_custom_app_header":"No hay ninguna aplicación personalizada instalada","empty_state_custom_app_text":"Cree aplicaciones personalizadas y publíquelas en el portal del desarrollador.","empty_state_installed_app_header":"No hay ninguna aplicación instalada","empty_state_installed_app_text":"Hemos incorporado algunas de sus aplicaciones favoritas.","empty_state_searched_app_text":"No hemos encontrado ninguna aplicación que coincida con su búsqueda.","settings_header":"Configuración","dev_portal_link":"Ir al portal del desarrollador","build_apps_button":"Créela usted mismo","request_partner_button":"Solicitar un desarrollador","app_directory_header":"Directorio de aplicaciones","button_settings":"Editar configuración","button_install":"Instalar","button_installed":"Instalada","button_configure":"Configurar","button_external_app":"Visite el sitio web para instalar","support_header":"Ayuda y soporte","published_by":"Publicada por {publisherName}","media_gallery_header":"Galería de medios","logs":"Registros","settings":"Configuración","reauthorize":"Reautorizar","uninstall":"Desinstalar"}}