{"messages":{"appEnabled":"Aplicación habilitada","appDisabled":"Aplicación deshabilitada","appInstalled":"Aplicación instalada","appUninstalled":"Aplicación desinstalada","appUpdated":"Aplicación actualizada","settingsUpdated":"Configuración actualizada","renderError":"Ocurrió un error al renderizar los datos. Si este problema persiste, póngase en contacto con el soporte técnico.","getInstalledConfigsError":"Ocurrió un error al recuperar las configuraciones instaladas. Si este problema persiste, póngase en contacto con el soporte técnico.","loadAppDetailsError":"Ocurrió un error al cargar los detalles de la aplicación. Si este problema persiste, póngase en contacto con el soporte técnico.","appEnableError":"Ocurrió un error al habilitar la aplicación. Si este problema persiste, póngase en contacto con el soporte técnico.","appDisableError":"Ocurrió un error al deshabilitar la aplicación. Si este problema persiste, póngase en contacto con el soporte técnico.","reauthorizeSuccess":"La reautorización se ha realizado correctamente","defaultErrorMessage":"Ocurrió un error inesperado. Si este problema persiste, póngase en contacto con el soporte técnico.","authError":"Ocurrió un error durante la autenticación. Si este problema persiste, póngase en contacto con el soporte técnico.","validationFailureError":"Error de validación","invalidCategoryError":"Error de validación","invalidCollectionError":"Error de validación","postConfigsError":"Ocurrió un error al llamar al método postConfigs","getConfigsError":"Ocurrió un error al llamar al método getConfigs","getProductConfigsError":"Ocurrió un error al llamar al método getProductConfigs","storingConfigsError":"Error al almacenar los parámetros de instalación.","submitConfigsError":"Error al enviar los parámetros de instalación","installError":"Ocurrió un error durante la instalación. Si este problema persiste, póngase en contacto con el soporte técnico.","updateError":"Ocurrió un error al actualizar la aplicación. Si este problema persiste, póngase en contacto con el soporte técnico.","settingsUpdateError":"Ocurrió un error al actualizar la configuración. Si este problema persiste, póngase en contacto con el soporte técnico.","uninstallError":"Ocurrió un error durante la desinstalación. Si este problema persiste, póngase en contacto con el soporte técnico.","reauthorizeError":"Ocurrió un error durante la reautorización. Si este problema persiste, póngase en contacto con el soporte técnico.","oauthError":"Ocurrió un error durante la OAuth. Si este problema persiste, póngase en contacto con el soporte técnico.","oauthTimeoutError":"Desconectado. Ha tardado demasiado tiempo para autenticarse o ha introducido información no válida","oauthPollError":"Ocurrió un error durante la encuesta de OAuth. Si este problema persiste, póngase en contacto con el soporte técnico.","pipeAppDetailsError":"Ocurrió un error al cargar los detalles de la aplicación. Si este problema persiste, póngase en contacto con el soporte técnico.","oauthConfigs":"Ocurrió un error al buscar las configuraciones de OAuth. Si este problema persiste, póngase en contacto con el soporte técnico.","errorFetchingLogs":"Ocurrió un error al intentar recuperar los registros. Por favor, inténtelo de nuevo más tarde.","takingTooLong":"La solicitud está tardando más tiempo de lo habitual. Por favor, <a class=\"reload_logs\">inténtelo de nuevo</a> más tarde."},"texts":{"popular":"Destacada","latest":"Más reciente","manage_apps":"Administrar aplicaciones","browse_apps":"Buscar por categoría","search_apps_placeholder":"Buscar aplicaciones","header":"Aplicaciones","empty_state_custom_app_header":"No hay aplicaciones personalizadas instaladas","empty_state_custom_app_text":"Cree aplicaciones personalizadas y publíquelas en el portal de desarrolladores.","empty_state_installed_app_header":"No hay aplicaciones instaladas","empty_state_installed_app_text":"Hemos hecho la integración con algunas de sus aplicaciones favoritas.","empty_state_searched_app_text":"No hemos encontrado aplicaciones que coincidan con su búsqueda.","settings_header":"Configuración","dev_portal_link":"Ir al portal de desarrolladores","build_apps_button":"Créela usted mismo","request_partner_button":"Pedir ayuda a un asociado","app_directory_header":"Directorio de aplicaciones","button_settings":"Editar configuración","button_install":"Instalar","button_installed":"Instalada","button_configure":"Configurar","button_external_app":"Visitar la página para instalar","support_header":"Ayuda y soporte","published_by":"Publicado por {publisherName}","media_gallery_header":"Galería de medios","logs":"Registros","settings":"Configuración","reauthorize":"Volver a autorizar","uninstall":"Desinstalar"}}