{"messages":{"appEnabled":"Application activée","appDisabled":"Application désactivée","appInstalled":"Application installée","appUninstalled":"Application désinstallée","appUpdated":"Application mise à jour","settingsUpdated":"Paramètres mis à jour","renderError":"Une erreur s'est produite lors du rendu des données. Si ce problème persiste, veuillez contacter le support.","getInstalledConfigsError":"Une erreur s'est produite lors de la récupération des configurations installées. Si ce problème persiste, veuillez contacter le support.","loadAppDetailsError":"Une erreur s'est produite lors du chargement des détails de l'application. Si ce problème persiste, veuillez contacter le support.","appEnableError":"Une erreur s'est produite lors de l'activation de l'application. Si ce problème persiste, veuillez contacter le support.","appDisableError":"Une erreur s'est produite lors de la désactivation de l'application. Si ce problème persiste, veuillez contacter le support.","reauthorizeSuccess":"La réautorisation a réussi","defaultErrorMessage":"Une erreur inattendue s'est produite. Si ce problème persiste, veuillez contacter le support.","authError":"Une erreur s'est produite dans l'authentification. Si ce problème persiste, veuillez contacter le support.","validationFailureError":"La validation a échoué","invalidCategoryError":"La validation a échoué","invalidCollectionError":"La validation a échoué","postConfigsError":"Une erreur s'est produite lors de l'appel de la méthode postConfigs","getConfigsError":"Une erreur s'est produite lors de l'appel de la méthode getConfigs","getProductConfigsError":"Une erreur s'est produite lors de l'appel de la méthode getProductConfigs","storingConfigsError":"Échec du stockage des paramètres d'installation.","submitConfigsError":"Échec de soumission des paramètres d'installation","installError":"Une erreur s'est produite lors de l'installation. Si ce problème persiste, veuillez contacter le support.","updateError":"Une erreur s'est produite lors de la mise à jour de l'application. Si ce problème persiste, veuillez contacter le support.","settingsUpdateError":"Une erreur s'est produite lors de la mise à jour des paramètres. Si ce problème persiste, veuillez contacter le support.","uninstallError":"Une erreur s'est produite lors de la désinstallation. Si ce problème persiste, veuillez contacter le support.","reauthorizeError":"Une erreur s'est produite lors de la ré-autorisation. Si ce problème persiste, veuillez contacter le support.","oauthError":"Une erreur s'est produite dans OAuth. Si ce problème persiste, veuillez contacter le support.","oauthTimeoutError":"Délai dépassé. Vous avez mis trop de temps à vous authentifier ou vous avez saisi des informations non valides","oauthPollError":"Une erreur s'est produite dans OAuth Poll. Si ce problème persiste, veuillez contacter le support.","pipeAppDetailsError":"Une erreur s'est produite lors de la récupération des détails de l'appli. Si ce problème persiste, veuillez contacter le support.","oauthConfigs":"Une erreur s'est produite lors de la récupération des configs OAuth. Si ce problème persiste, veuillez contacter le support.","errorFetchingLogs":"Une erreur s'est produite pendant la récupération des journaux. Veuillez réessayer ultérieurement.","takingTooLong":"La demande prend plus de temps que d'habitude. Veuillez <a class=\"reload_logs\">réessayer</a> ultérieurement."},"texts":{"popular":"Populaires","latest":"Les plus récentes","manage_apps":"Gérer les applications","browse_apps":"Explorer par catégorie","search_apps_placeholder":"Rechercher des applications","header":"Applications","empty_state_custom_app_header":"Aucune application personnalisée installée","empty_state_custom_app_text":"Créez des applications personnalisées et publiez-les dans le portail des développeurs.","empty_state_installed_app_header":"Aucune application installée","empty_state_installed_app_text":"Nous proposons l'intégration avec certaines de vos applications préférées.","empty_state_searched_app_text":"Nous n'avons pas trouvé d'applications correspondant à votre recherche.","settings_header":"Configuration","dev_portal_link":"Aller au portail des développeurs","build_apps_button":"Construisez-le vous-même","request_partner_button":"Recherchez un partenaire","app_directory_header":"Répertoire des applications","button_settings":"Modifier les paramètres","button_install":"Installer","button_installed":"Installé","button_configure":"Configurer","button_external_app":"Visiter le site pour installer","support_header":"Aide et support","published_by":"Publié par {publisherName}","media_gallery_header":"Galerie des médias","logs":"Journaux","settings":"Paramètres","reauthorize":"Autoriser de nouveau","uninstall":"Désinstaller"}}