{"messages":{"appEnabled":"App attivata","appDisabled":"App disattivata","appInstalled":"App installata","appUninstalled":"App disinstallata","appUpdated":"App aggiornata","settingsUpdated":"Impostazioni aggiornate","renderError":"Si è verificato un errore durante il rendering dei dati. Se il problema persiste, contatta l’assistenza.","getInstalledConfigsError":"Si è verificato un errore durante il recupero delle configurazioni installate. Se il problema persiste, contatta l’assistenza.","loadAppDetailsError":"Si è verificato un errore durante il caricamento dei dati dell’app. Se il problema persiste, contatta l’assistenza.","appEnableError":"Si è verificato un errore durante l’attivazione dell’app. Se il problema persiste, contatta l’assistenza.","appDisableError":"Si è verificato un errore durante la disattivazione dell’app. Se il problema persiste, contatta l’assistenza.","reauthorizeSuccess":"Riautorizzazione eseguita correttamente","defaultErrorMessage":"Si è verificato un errore imprevisto. Se il problema persiste, contatta l’assistenza.","authError":"Si è verificato un errore nell’autenticazione. Se il problema persiste, contatta l’assistenza.","validationFailureError":"Convalida non riuscita","invalidCategoryError":"Convalida non riuscita","invalidCollectionError":"Convalida non riuscita","postConfigsError":"Si è verificato un errore durante la chiamata al metodo postConfigs","getConfigsError":"Si è verificato un errore durante la chiamata al metodo getConfigs","getProductConfigsError":"Si è verificato un errore durante la chiamata al metodo getProductConfigs","storingConfigsError":"Impossibile memorizzare i parametri di installazione.","submitConfigsError":"Impossibile inviare i parametri di installazione","installError":"Si è verificato un errore durante l’installazione. Se il problema persiste, contatta l’assistenza.","updateError":"Si è verificato un errore durante l’aggiornamento dell’app. Se il problema persiste, contatta l’assistenza.","settingsUpdateError":"Si è verificato un errore durante l’aggiornamento delle impostazioni. Se il problema persiste, contatta l’assistenza.","uninstallError":"Si è verificato un errore durante la disinstallazione. Se il problema persiste, contatta l’assistenza.","reauthorizeError":"Si è verificato un errore durante la riautorizzazione. Se il problema persiste, contatta l’assistenza.","oauthError":"Si è verificato un errore in OAuth. Se il problema persiste, contatta l’assistenza.","oauthTimeoutError":"Tempo scaduto. Ci hai messo troppo tempo a eseguire l’autenticazione oppure hai inserito dati non validi","oauthPollError":"Si è verificato un errore in OAuth Poll. Se il problema persiste, contatta l’assistenza.","pipeAppDetailsError":"Si è verificato un errore nell’acquisizione dei dati dell’app. Se il problema persiste, contatta l’assistenza.","oauthConfigs":"Si è verificato un errore nel recupero delle configurazioni di OAuth. Se il problema persiste, contatta l’assistenza.","errorFetchingLogs":"Si è verificato un errore durante il tentativo di recupero dei registri. Riprova in seguito.","takingTooLong":"La richiesta ci sta mettendo più tempo del consueto. <a class=\"reload_logs\">Riprova</a> in seguito."},"texts":{"popular":"Popolari","latest":"Più recenti","manage_apps":"Gestisci app","browse_apps":"Sfoglia per categoria","search_apps_placeholder":"Cerca app","header":"App","empty_state_custom_app_header":"Nessuna app personalizzata installata","empty_state_custom_app_text":"Crea app personalizzate e pubblicale nel portale sviluppatori.","empty_state_installed_app_header":"Nessuna app installata","empty_state_installed_app_text":"Abbiamo integrato alcune delle tue applicazioni preferite.","empty_state_searched_app_text":"Non abbiamo trovato app corrispondenti alla tua ricerca.","settings_header":"Configurazione","dev_portal_link":"Vai al portale sviluppatori","build_apps_button":"Realizzala da solo","request_partner_button":"Richiedi una collaborazione","app_directory_header":"Directory delle app","button_settings":"Modifica impostazioni","button_install":"Installa","button_installed":"Installata","button_configure":"Configura","button_external_app":"Visita il sito per installare","support_header":"Guida e assistenza","published_by":"Pubblicata da {publisherName}","media_gallery_header":"Galleria multimediale","logs":"Registri","settings":"Impostazioni","reauthorize":"Riautorizza","uninstall":"Disinstalla"}}