{"messages":{"appEnabled":"Aplicativo habilitado","appDisabled":"Aplicativo desabilitado","appInstalled":"Aplicativo instalado","appUninstalled":"Aplicativo desinstalado","appUpdated":"Aplicativo atualizado","settingsUpdated":"Configurações atualizadas","renderError":"Houve um erro durante o processamento dos dados. Se o problema persistir, entre em contato com o suporte.","getInstalledConfigsError":"Houve um erro durante a recuperação das configurações instaladas. Se o problema persistir, entre em contato com o suporte.","loadAppDetailsError":"Houve um erro durante o carregamento dos detalhes do aplicativo. Se o problema persistir, entre em contato com o suporte.","appEnableError":"Houve um erro durante a habilitação do aplicativo. Se o problema persistir, entre em contato com o suporte.","appDisableError":"Houve um erro durante a desabilitação do aplicativo. Se o problema persistir, entre em contato com o suporte.","reauthorizeSuccess":"Reautorização bem-sucedida","defaultErrorMessage":"Ocorreu um erro inesperado. Se o problema persistir, entre em contato com o suporte.","authError":"Houve um erro de autenticação. Se o problema persistir, entre em contato com o suporte.","validationFailureError":"Falha de validação","invalidCategoryError":"Falha de validação","invalidCollectionError":"Falha de validação","postConfigsError":"Ocorreu um erro ao ligar para o método postConfigs","getConfigsError":"Ocorreu um erro ao ligar para o método getConfigs","getProductConfigsError":"Ocorreu um erro ao ligar para o método getProductConfigs","storingConfigsError":"Falha ao armazenar os parâmetros de instalação.","submitConfigsError":"Falha ao enviar os parâmetros de instalação","installError":"Houve um erro durante a instalação. Se o problema persistir, entre em contato com o suporte.","updateError":"Houve um erro durante a atualização do aplicativo. Se o problema persistir, entre em contato com o suporte.","settingsUpdateError":"Houve um erro durante a atualização das configurações. Se o problema persistir, entre em contato com o suporte.","uninstallError":"Houve um erro durante a desinstalação. Se o problema persistir, entre em contato com o suporte.","reauthorizeError":"Houve um erro durante a reautorização. Se o problema persistir, entre em contato com o suporte.","oauthError":"Houve um erro no OAuth. Se o problema persistir, entre em contato com o suporte.","oauthTimeoutError":"Tempo expirado. Você levou muito tempo para se autenticar ou inseriu dados inválidos","oauthPollError":"Houve um erro no OAuth Poll. Se o problema persistir, entre em contato com o suporte.","pipeAppDetailsError":"Houve um erro ao obter dados do aplicativo. Se o problema persistir, entre em contato com o suporte.","oauthConfigs":"Houve um erro ao recuperar as configurações do OAuth. Se o problema persistir, entre em contato com o suporte.","errorFetchingLogs":"Houve um erro ao tentar obter os registros. Tente novamente mais tarde.","takingTooLong":"A solicitação está levando mais tempo que o normal. <a class=\"reload_logs\">Tente novamente</a> mais tarde."},"texts":{"popular":"Popular","latest":"Mais recentes","manage_apps":"Gerenciar aplicativos","browse_apps":"Pesquisar por categoria","search_apps_placeholder":"Pesquisar aplicativos","header":"Aplicativos","empty_state_custom_app_header":"Nenhum aplicativo personalizado instalado","empty_state_custom_app_text":"Crie aplicativos personalizados e publique-os no portal do desenvolvedor.","empty_state_installed_app_header":"Nenhum aplicativo instalado","empty_state_installed_app_text":"Possuímos integração com alguns de seus aplicativos favoritos.","empty_state_searched_app_text":"Não encontramos aplicativos que correspondem a sua busca.","settings_header":"Configuração","dev_portal_link":"Acessar portal do desenvolvedor","build_apps_button":"Desenvolva você mesmo","request_partner_button":"Solicite um parceiro","app_directory_header":"Diretório de aplicativos","button_settings":"Editar configurações","button_install":"Instalar","button_installed":"Instalado","button_configure":"Configurar","button_external_app":"Acesse o site para instalar","support_header":"Ajuda e suporte","published_by":"Publicado por {publisherName}","media_gallery_header":"Galeria de mídia","logs":"Registros","settings":"Configurações","reauthorize":"Reautorizar","uninstall":"Desinstalar"}}