{"messages":{"appEnabled":"Aplicație activată","appDisabled":"Aplicație dezactivată","appInstalled":"Aplicație instalată","appUninstalled":"Aplicație dezinstalată","appUpdated":"Aplicație actualizată","settingsUpdated":"Setări actualizate","renderError":"A apărut o eroare în timpul redării datelor. Dacă această problemă persistă, contactați serviciul de asistență.","getInstalledConfigsError":"A apărut o eroare în timpul preluării configurărilor instalate. Dacă această problemă persistă, vă rugăm să contactați serviciul de asistență.","loadAppDetailsError":"A apărut o eroare în timpul încărcării detaliilor aplicației. Dacă această problemă persistă, vă rugăm să contactați serviciul de asistență.","appEnableError":"A apărut o eroare la activarea aplicației. Dacă această problemă persistă, vă rugăm să contactați serviciul de asistență.","appDisableError":"A apărut o eroare în timpul dezactivării aplicației. Dacă această problemă persistă, vă rugăm să contactați serviciul de asistență.","reauthorizeSuccess":"Reautorizare cu succes","defaultErrorMessage":"A apărut o eroare neașteptată. Dacă această problemă persistă, contactați serviciul de asistență.","authError":"A apărut o eroare la autentificare. Dacă această problemă persistă, contactați serviciul de asistență.","validationFailureError":"Validarea a eșuat","invalidCategoryError":"Validarea a eșuat","invalidCollectionError":"Validarea a eșuat","postConfigsError":"A apărut o eroare în timpul apelării metodei postConfigs","getConfigsError":"A apărut o eroare în timpul apelării metodei getConfigs","getProductConfigsError":"A apărut o eroare în timpul apelării metodei getProductConfigs","storingConfigsError":"Nu s-au stocat parametrii de instalare.","submitConfigsError":"Nu s-a trimis parametrii de instalare","installError":"A apărut o eroare în timpul instalării. Dacă această problemă persistă, vă rugăm să contactați serviciul de asistență.","updateError":"A apărut o eroare la actualizarea aplicației. Dacă această problemă persistă, contactați serviciul de asistență.","settingsUpdateError":"A apărut o eroare la actualizarea setărilor. Dacă această problemă persistă, contactați serviciul de asistență.","uninstallError":"A apărut o eroare în timpul dezinstalării. Dacă această problemă persistă, contactați serviciul de asistență.","reauthorizeError":"A apărut o eroare în timpul reautorizării. Dacă această problemă persistă, contactați serviciul de asistență.","oauthError":"A apărut o eroare la OAuth. Dacă această problemă persistă, contactați serviciul de asistență.","oauthTimeoutError":"Timpul a expirat. Durata autentificării a fost prea mare sau ați introdus detalii nevalide","oauthPollError":"A apărut o eroare la OAuth Poll. Dacă această problemă persistă, contactați serviciul de asistență.","pipeAppDetailsError":"A apărut o eroare în timpul încărcării detaliilor aplicației. Dacă această problemă persistă, contactați serviciul de asistență.","oauthConfigs":"A apărut o eroare în preluarea Configurărilor OAuth. Dacă această problemă persistă, contactați serviciul de asistență.","errorFetchingLogs":"A apărut o eroare la încercarea de a prelua înregistrările. Vă rugăm să încercați din nou mai târziu.","takingTooLong":"Cererea durează mai mult decât de obicei. Vă rugăm să <a class=\"reload_logs\">încercați din nou</a> mai târziu."},"texts":{"popular":"Popular","latest":"Cele mai recente","manage_apps":"Gestionați aplicațiile","browse_apps":"Navigare după categorie","search_apps_placeholder":"Căutați aplicații","header":"Aplicații","empty_state_custom_app_header":"Nu au fost instalate aplicații personalizate","empty_state_custom_app_text":"Creați aplicații personalizate și le publicați-le în portalul pentru dezvoltatori.","empty_state_installed_app_header":"Nu există aplicații instalate","empty_state_installed_app_text":"Am integrat unele dintre aplicațiile dvs. preferate.","empty_state_searched_app_text":"Nu am găsit aplicații care să corespundă căutării dvs.","settings_header":"Configurare","dev_portal_link":"Accesați Portalul pentru Dezvoltatori","build_apps_button":"Construiți singur","request_partner_button":"Solicitați un partener","app_directory_header":"Directorul de aplicații","button_settings":"Editați setările","button_install":"Instalare","button_installed":"Instalat","button_configure":"Configurare","button_external_app":"Vizitați Site-ul de instalat","support_header":"Ajutor si Asistență","published_by":"Publicat de {publisherName}","media_gallery_header":"Galerie media","logs":"Înregistrări","settings":"Setări","reauthorize":"Reautorizați","uninstall":"Dezinstalați"}}