{"messages":{"appEnabled":"เปิดใช้งานแอปแล้ว","appDisabled":"ปิดใช้งานแอปแล้ว","appInstalled":"ติดตั้งแอปแล้ว","appUninstalled":"ถอนการติดตั้งแอปแล้ว","appUpdated":"อัปเดตแอปแล้ว","settingsUpdated":"อัปเดตการตั้งค่าแล้ว","renderError":"เกิดข้อผิดพลาดขณะแสดงข้อมูล หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","getInstalledConfigsError":"เกิดข้อผิดพลาดขณะกู้คืนการกำหนดค่าที่ได้รับการติดตั้ง หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","loadAppDetailsError":"เกิดข้อผิดพลาดขณะโหลดรายละเอียดแอป หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","appEnableError":"เกิดข้อผิดพลาดขณะเปิดใช้งานแอป หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","appDisableError":"เกิดข้อผิดพลาดขณะปิดใช้งานแอป หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","reauthorizeSuccess":"อนุญาตอีกครั้งสำเร็จ","defaultErrorMessage":"เกิดข้อผิดพลาดที่ไม่คาดคิด หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","authError":"เกิดข้อผิดพลาดในการรับรองความถูกต้อง หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","validationFailureError":"การตรวจสอบล้มเหลว","invalidCategoryError":"การตรวจสอบล้มเหลว","invalidCollectionError":"การตรวจสอบล้มเหลว","postConfigsError":"เกิดข้อผิดพลาดขณะเรียกวิธี postConfigs","getConfigsError":"เกิดข้อผิดพลาดขณะเรียกวิธี getConfigs","getProductConfigsError":"เกิดข้อผิดพลาดขณะเรียกวิธี getProductConfigs","storingConfigsError":"ไม่สามารถจัดเก็บพารามิเตอร์การติดตั้งได้","submitConfigsError":"ไม่สามารถส่งพารามิเตอร์การติดตั้งได้","installError":"เกิดข้อผิดพลาดระหว่างการติดตั้ง หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","updateError":"เกิดข้อผิดพลาดขณะอัปเดตแอป หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","settingsUpdateError":"เกิดข้อผิดพลาดขณะอัปเดตการตั้งค่า หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","uninstallError":"เกิดข้อผิดพลาดระหว่างการถอนการติดตั้ง หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","reauthorizeError":"เกิดข้อผิดพลาดระหว่างการอนุญาตอีกครั้ง หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","oauthError":"เกิดข้อผิดพลาดใน OAuth หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","oauthTimeoutError":"หมดเวลา คุณใช้เวลานานเกินไปในการรับรองความถูกต้องของคุณเอง หรือคุณกรอกรายละเอียดที่ไม่ถูกต้อง","oauthPollError":"เกิดข้อผิดพลาดใน OAuth Poll หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","pipeAppDetailsError":"เกิดข้อผิดพลาดในการรับรายละเอียดแอป หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","oauthConfigs":"เกิดข้อผิดพลาดในการกู้คืน OAuth Configs หากปัญหานี้ยังดำเนินต่อไป โปรดติดต่อฝ่ายสนับสนุน","errorFetchingLogs":"เกิดข้อผิดพลาดขณะพยายามดึงข้อมูลบันทึก โปรดลองใหม่อีกครั้งในภายหลัง","takingTooLong":"คำขอใช้เวลานานกว่าปกติ โปรด<a class=\"reload_logs\">ลองใหม่อีกครั้ง</a>ในภายหลัง"},"texts":{"popular":"ยอดนิยม","latest":"ล่าสุด","manage_apps":"จัดการแอป","browse_apps":"เรียกดูตามหมวดหมู่","search_apps_placeholder":"ค้นหาแอป","header":"แอป","empty_state_custom_app_header":"ไม่มีแอปแบบกำหนดเองที่ได้รับการติดตั้ง","empty_state_custom_app_text":"สร้างแอปแบบกำหนดเองและเผยแพร่ในพอร์ทัลนักพัฒนา","empty_state_installed_app_header":"ไม่มีแอปที่ได้รับการติดตั้ง","empty_state_installed_app_text":"เราได้ผสานรวมเข้ากับแอปพลิเคชันโปรดของคุณบางแอป","empty_state_searched_app_text":"เราไม่พบแอปที่ตรงกับการค้นหาของคุณ","settings_header":"การกำหนดค่า","dev_portal_link":"ไปที่พอร์ทัลนักพัฒนา","build_apps_button":"สร้างด้วยตัวคุณเอง","request_partner_button":"ขอพันธมิตร","app_directory_header":"ไดเรกทอรีแอป","button_settings":"แก้ไขการตั้งค่า","button_install":"ติดตั้ง","button_installed":"ติดตั้งแล้ว","button_configure":"กำหนดค่า","button_external_app":"เยี่ยมชมเว็บไซต์เพื่อติดตั้ง","support_header":"การช่วยเหลือและสนับสนุน","published_by":"เผยแพร่โดย {publisherName}","media_gallery_header":"แกลเลอรี่สื่อ","logs":"บันทึก","settings":"การตั้งค่า","reauthorize":"อนุญาตอีกครั้ง","uninstall":"ถอนการติดตั้ง"}}