{"messages":{"appEnabled":"Đã bật ứng dụng","appDisabled":"Đã tắt ứng dụng","appInstalled":"Đã cài đặt ứng dụng","appUninstalled":"Đã gỡ cài đặt ứng dụng","appUpdated":"Đã cập nhật ứng dụng","settingsUpdated":"Đã cập nhật thiết lập","renderError":"Đã xảy ra lỗi khi kết xuất dữ liệu. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","getInstalledConfigsError":"Đã xảy ra lỗi khi truy xuất các cấu hình đã cài đặt. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","loadAppDetailsError":"Đã xảy ra lỗi khi tải thông tin ứng dụng. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","appEnableError":"Đã xảy ra lỗi khi bật ứng dụng. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","appDisableError":"Đã xảy ra lỗi khi tắt ứng dụng. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","reauthorizeSuccess":"Ủy quyền lại thành công","defaultErrorMessage":"Đã xảy ra lỗi không mong muốn. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","authError":"Có lỗi khi Xác thực. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","validationFailureError":"Xác thực không thành công","invalidCategoryError":"Xác thực không thành công","invalidCollectionError":"Xác thực không thành công","postConfigsError":"Đã xảy ra lỗi khi gọi phương thức postConfigs","getConfigsError":"Đã xảy ra lỗi khi gọi phương thức getConfigs","getProductConfigsError":"Đã xảy ra lỗi khi gọi phương thức getProductConfigs","storingConfigsError":"Không thể lưu trữ các thông số cài đặt.","submitConfigsError":"Không thể gửi các thông số cài đặt","installError":"Đã xảy ra lỗi khi cài đặt. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","updateError":"Đã xảy ra lỗi khi cập nhật ứng dụng. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","settingsUpdateError":"Đã xảy ra lỗi khi cập nhật thiết lập. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","uninstallError":"Đã xảy ra lỗi khi gỡ cài đặt. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","reauthorizeError":"Đã xảy ra lỗi khi thực hiện ủy quyền lại. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","oauthError":"Đã xảy ra lỗi trong OAuth. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","oauthTimeoutError":"Đã hết giờ. Bạn mất quá nhiều thời gian để xác thực hiện xác thực bản thân hoặc bạn đã nhập thông tin không đúng","oauthPollError":"Đã xảy ra lỗi trong OAuth Poll. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","pipeAppDetailsError":"Đã xảy ra lỗi khi tải thông tin ứng dụng pipe. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","oauthConfigs":"Đã xảy ra lỗi khi truy xuất OAuth Configs. Nếu vấn đề này tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.","errorFetchingLogs":"Đã xảy ra lỗi khi cố tìm nạp nhật ký. Vui lòng thử lại sau.","takingTooLong":"Yêu cầu này kéo dài hơn bình thường. Vui lòng <a class=\"reload_logs\">thử lại</a> sau."},"texts":{"popular":"Phổ biến","latest":"Mới nhất","manage_apps":"Quản lý Ứng dụng","browse_apps":"Duyệt theo danh mục","search_apps_placeholder":"Tìm kiếm ứng dụng","header":"Ứng dụng","empty_state_custom_app_header":"Chưa cài đặt ứng dụng tùy chỉnh nào","empty_state_custom_app_text":"Tạo ứng dụng tùy chỉnh và xuất bản trong cổng thông tin cho nhà phát triển.","empty_state_installed_app_header":"Chưa cài đặt ứng dụng nào","empty_state_installed_app_text":"Chúng tôi đã tích hợp với một số ứng dụng yêu thích của bạn.","empty_state_searched_app_text":"Chúng tôi không tìm thấy ứng dụng phù hợp với tìm kiếm của bạn.","settings_header":"Cấu hình","dev_portal_link":"Chuyển đến Cổng thông tin cho nhà phát triển","build_apps_button":"Tự phát triển","request_partner_button":"Gửi yêu cầu hợp tác","app_directory_header":"Thư mục ứng dụng","button_settings":"Chỉnh sửa thiết lập","button_install":"Cài đặt","button_installed":"Đã cài đặt","button_configure":"Cấu hình","button_external_app":"Truy cập vào trang web để cài đặt","support_header":"Trợ giúp và Hỗ trợ","published_by":"Người xuất bản: {publisherName}","media_gallery_header":"Thư viện phương tiện truyền thông","logs":"Nhật ký","settings":"Cài đặt","reauthorize":"Ủy quyền lại","uninstall":"Gỡ cài đặt"}}